Repository: AlexCheGH/String-Catalog-Localizations-Automation
Catalog: Localizations/Localizations/Localizable.xcstrings
Source language: en_us
Languages: de, es_es, fr, id, pl, ru, se

# onboarding_by_the_minute_forecast
source: By-the-minute forecast
de: Minutengenaue Vorhersage
es_es: Pronóstico al minuto
fr: Prévisions minute par minute
id: Prakiraan menit per menit
pl: Prognoza minuta po minucie
ru: Поминутный прогноз
se: Prognos minut för minut

# onboarding_super_accurate_forecast
source: Super accurate rain forecast for 1 hour ahead
de: Hochpräzise Regenvorhersage für die nächste Stunde
es_es: Pronóstico de lluvia súper preciso con 1 hora de anticipación
fr: Prévision de pluie très précise 1 heure à l'avance
id: Prakiraan hujan super akurat untuk 1 jam ke depan
pl: Superdokładna prognoza deszczu na godzinę do przodu
ru: Сверхточный прогноз осадков на 1 час
se: Ytterst exakt regnprognos 1 timme framåt

# onboarding_get_forecast
source: Get forecast
de: Vorhersage anzeigen
es_es: Obtener pronóstico
fr: Obtenir des prévisions
id: Dapatkan prakiraan
pl: Otrzymaj prognozę pogody
ru: Узнать прогноз
se: Hämta prognos

# onboarding_accept_terms_conditions
source: I accept Privacy Policy and Terms & Conditions
de: Ich akzeptiere die Datenschutzrichtlinie und die AGB
es_es: Acepto la política de privacidad y los términos y condiciones
fr: J'accepte la politique de confidentialité et les conditions d'utilisation
id: Saya menerima Kebijakan Privasi serta Syarat & Ketentuan
pl: Akceptuję Politykę prywatności oraz Regulamin
ru: Принимаю политику конфиденциальности, положения и условия
se: Jag accepterar Integritetspolicy och Användarvillkor

# onboarding_location_screen_title
source: Your location matters!
de: Ihr Standort wird benötigt!
es_es: ¡Tu ubicación importa!
fr: Votre emplacement est important !
id: Lokasi Anda penting!
pl: Twoja lokalizacja jest ważna!
ru: Ваша геопозиция имеет значение!
se: Din plats är viktig!

# onboarding_location_screen_description
source: The app needs your location to provide you with upcoming weather changes.
de: Die App benötigt Ihren Standort, um Sie über anstehende Wetterwechsel informieren zu können.
es_es: La aplicación necesita tu ubicación para proveerte con los próximos cambios climáticos.
fr: L'application a besoin de connaître votre emplacement pour vous informer des changements météorologiques à venir.
id: Aplikasi membutuhkan lokasi Anda untuk menginfokan perubahan cuaca mendatang.
pl: Ta aplikacja potrzebuje Twojej lokalizacji, żeby informować Cię o zbliżających się zmianach pogody.
ru: Приложению нужна ваша геопозиция, чтобы сообщать о предстоящих изменениях погоды.
se: Appen behöver din plats för att kunna informera dig om kommande väderförändringar.

# onboarding_location_screen_action_button
source: Allow location
de: Standortzugriff erlauben
es_es: Permitir ubicación
fr: Autoriser la localisation
id: Izinkan lokasi
pl: Zezwól na dostęp do lokalizacji
ru: Разрешить доступ к геопозиции
se: Tillåt platsinformation

# onboarding_location_screen_continue_without
source: Continue without allowing
de: Fortfahren ohne Zugriff
es_es: Continuar sin permitir
fr: Continuer sans autoriser
id: Lanjut tanpa izinkan
pl: Kontynuuj bez pozwalania
ru: Продолжить без разрешения
se: Fortsätt utan att tillåta

# onboarding_location_permission_description
source: The app needs your location to provide you with upcoming weather changes.
de: Die App benötigt Ihren Standort, um Sie über anstehende Wetterwechsel informieren zu können.
es_es: La aplicación necesita tu ubicación para informarte sobre los próximos cambios climáticos.
fr: L'application a besoin de connaître votre emplacement pour vous informer des changements météorologiques à venir.
id: Aplikasi membutuhkan lokasi Anda untuk menginfokan perubahan cuaca mendatang.
pl: Ta aplikacja potrzebuje Twojej lokalizacji, żeby informować Cię o zbliżających się zmianach pogody.
ru: Приложению нужна ваша геопозиция, чтобы сообщать о предстоящих изменениях погоды.
se: Appen behöver din plats för att kunna informera dig om kommande väderförändringar.

# main_tab_now
source: now
de: jetzt
es_es: ahora
fr: maintenant
id: sekarang
pl: teraz
ru: cейчас
se: nu

# main_tab_settings
source: Settings
de: Einstellungen
es_es: Ajustes
fr: Paramètres
id: Pengaturan
pl: Ustawienia
ru: Настройки
se: Inställningar

# top_bar_no_internet
source: No Internet
de: Kein Internet
es_es: Sin internet
fr: Pas d'Internet
id: Tak Ada Internet
pl: Brak internetu
ru: Нет подключения к интернету
se: Inget internet

# top_bar_searching_location
source: Searching for location
de: Suche nach Standort
es_es: Buscando ubicación
fr: Recherche l'emplacement
id: Mencari lokasi
pl: Szukaj lokalizacji
ru: Поиск местоположения
se: Söker efter plats

# tab_bar_no_location
source: Location is unavailable
de: Kein Standort
es_es: Sin poder ubicar
fr: L'emplacement n'est pas disponible
id: Lokasi tak tersedia
pl: Brak lokalizacji
ru: Местоположение недоступно
se: Platsen är inte tillgänglig

# tab_bar_enable_location
source: Enable location
de: Aktivieren Sie
es_es: Habilitar ubicación
fr: Autoriser la localisation
id: Aktifkan lokasi
pl: Włącz lokalizację
ru: Включить доступ к геопозиции
se: Aktivera plats

# tab_bar_last_update
source: Last update:
de: Letzte Aktualisierung:
es_es: Última actualización:
fr: Dernière mise à jour :
id: Pembaruan terakhir:
pl: Ostatnia aktualizacja:
ru: Последнее обновление:
se: Senaste uppdatering:

# nowcast_no_location_screen_title
source: No location
de: Kein Standort
es_es: Sin poder ubicar
fr: Pas d'emplacement
id: Tak ada lokasi
pl: Brak lokalizacji
ru: Нет геопозиции
se: Ingen plats

# nowcast_no_location_screen_description
source: Check your location permission for the app to get the forecast for your location.
de: Überprüfen Sie die Standortberechtigung für diese App, um eine Vorhersage für Ihren Standort zu erhalten.
es_es: Verifique el permiso de su ubicación para que la aplicación obtenga el pronóstico de su ubicación.
fr: Vérifiez les autorisations de localisation pour permettre à l'application d'obtenir les prévisionsde votre emplacement.
id: Periksa izin lokasi Anda untuk aplikasi guna menerima prakiraan untuk lokasi Anda.
pl: Sprawdź zezwolenie na dostęp dla aplikacji, żeby otrzymać prognozę pogody dla Twojej lokalizacji.
ru: Проверьте, разрешен ли приложению доступ к геопозиции, чтобы получить прогноз для вашего местоположения
se: Kontrollera din platsbehörighet för att appen ska kunna hämta prognosen för din plats.

# nowcast_no_location_screen_go_to_settings
source: Go to settings
de: Zu den Einstellungen
es_es: Ir a ajustes
fr: Aller aux paramètres
id: Pergi ke pengaturan
pl: Przejdź do ustawień
ru: Перейти к настройкам
se: Gå till inställningar

# nowcast_no_internet_screen_title
source: No connection
de: Keine Verbindung
es_es: Sin conexión
fr: Pas de connexion
id: Tidak ada sambungan
pl: Brak połączenia
ru: Нет подключения
se: Ingen anslutning

# nowcast_no_internet_screen_description
source: Connection has been lost. Check your Internet settings and tap the "Reload" button
de: Verbindung unterbrochen. Überprüfen Sie Ihre Internetverbindung und tippen Sie auf die „Aktualisieren“-Schaltfläche
es_es: Se ha perdido la conexión. Verifique su configuración de Internet y pulse el botón "Recargar"
fr: La connexion a été perdue. Vérifiez vos paramètres Internet et appuyez sur le bouton « Actualiser »
id: Sambungan terputus. Periksa pengaturan internet Anda dan ketuk tombol "Muat Ulang"
pl: Utracono połączenie. Sprawdź ustawienia Internetu i stuknij przycisk Przeładuj.
ru: Подключение потеряно. Проверьте настройки интернета и нажмите кнопку перезагрузки.
se: Anslutningen har gått förlorad. Kontrollera dina internetinställningar och tryck på knappen "Ladda om"

# nowcast_no_internet_screen_reload
source: Reload
de: Aktualisieren
es_es: Recargar
fr: Actualiser
id: Muat Ulang
pl: Przeładuj
ru: Перезагрузить
se: Ladda om

# nowcast_todays_forecast
source: Today's events forecast
de: Heutige Ereignisvorhersage
es_es: Pronóstico de eventos de hoy
pl: Dzisiejsza prognoza pogody

# nowcast_rain_intensity_light
source: Light
de: Leicht
es_es: Luz
fr: Légère
id: Ringan
pl: Lekkie
ru: Слабый
se: Lätt

# nowcast_rain_intensity_moderate
source: Moderate
de: Mäßig
es_es: Moderado
fr: Modérée
id: Sedang
pl: Umiarkowane
ru: Средний
se: Måttligt

# nowcast_rain_intensity_heavy
source: Heavy
de: Stark
es_es: Copioso
fr: Forte
id: Deras
pl: Duże
ru: Сильный
se: Kraftigt

# nowcast_rain_intensity_extremely_heavy
source: Extremely heavy
de: Sehr stark
es_es: Extremadamente copioso
fr: Très forte
id: Sangat deras
pl: Bardzo duże
ru: Очень сильный
se: Extremt kraftigt

# nowcast_raining_right_now
source: It's raining right now
de: Es regnet jetzt gerade
es_es: Está lloviendo ahora mismo
fr: Il pleut en ce moment
id: Sekarang sedang hujan
pl: Teraz pada deszcz
ru: Сейчас идет дождь
se: Det regnar just nu

# nowcast_hooray
source: Hooray!
de: Hurra!
es_es: ¡Hurra!
fr: Hourra !
id: Hore!
pl: Hurra!
ru: Ура!
se: Hurra!

# radar_its_rain
source: It's raining
de: Es regnet
es_es: Está lloviendo
fr: Il pleut
id: Sedang hujan
pl: Pada deszcz
ru: Идет дождь
se: Det regnar

# radar_no_rain
source: No rain
de: Kein Regen
es_es: No llueve
fr: Pas de pluie
id: Tidak ada hujan
pl: Nie pada deszcz
ru: Нет дождя
se: Inget regn

# radar_thank_you
source: Thank you!
de: Vielen Dank!
es_es: ¡Gracias!
fr: Merci !
id: Terima kasih!
pl: Dziękujemy!
ru: Спасибо!
se: Tack så mycket!

# radar_player_now
source: Now
de: Jetzt
es_es: Ahora
fr: Maintenant
id: Sekarang
pl: Teraz
ru: Сейчас
se: Nu

# settings_tab_title
source: Settings
de: Einstellungen
es_es: Ajustes
fr: Paramètres
id: Pengaturan
pl: Ustawienia
ru: Настройки
se: Inställningar

# settings_feed_section_title
source: Preferences
de: Einstellungen
es_es: Preferencias
fr: Préférences
id: Preferensi
pl: Preferencje
ru: Настройки
se: Preferenser

# settings_permissions_section_title
source: Permissions
de: Berechtigungen
es_es: Permisos
fr: Autorisations
id: Perizinan
pl: Uprawnienia
ru: Права доступа
se: Behörigheter

# settings_info_section_title
source: Legal
de: Rechtliches
fr: Mentions légales
pl: Prawne
ru: Правовые документы
se: Juridiskt

# settings_time
source: Time format
de: Zeitformat
es_es: Tiempo
fr: Format de l'heure
id: Format waktu
pl: Format godziny
ru: Формат времени
se: Tidsformat

# settings_time_12h
source: 12h
de: 12 Std.
id: 12j
pl: 12-gdz.
ru: 12ч

# settings_time_24h
source: 24h
de: 24 Std.
id: 24j
pl: 24-gdz.
ru: 24ч

# Powiadomienia
source: Location
de: Standort
es_es: Ubicación
fr: Emplacement
id: Lokasi
pl: Lokalizacja
ru: Геопозиция
se: Plats

# settings_on
source: On
de: Ein
es_es: Sí
fr: Activé
id: Nyala
pl: Wł.
ru: Включить
se: På

# settings_off
source: Off
de: Aus
es_es: No
fr: Désactivé
id: Mati
pl: Wył.
ru: Выключить
se: Av

# settings_privacy_policy
source: Privacy policy
de: Datenschutzerklärung
es_es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan privasi
pl: Polityka prywatności
ru: Политика конфиденциальности
se: Integritetspolicy

# settings_terms_of_use
source: Terms of use
de: Nutzungsbedingungen
es_es: Términos de Uso
fr: Conditions d'utilisation
id: Syarat penggunaan
pl: Regulamin
ru: Условия использования
se: Användarvillkor

# settings_contact_via_email
source: Contact us via email
de: Kontaktieren Sie uns per E-Mail
es_es: Contáctenos
fr: Contactez-nous par e-mail
id: Hubungi kami lewat email
pl: Skontaktuj się z nami mailowo
ru: Свяжитесь с нами по элекстронной почте
se: Kontakta oss via e-post

source: 💧Rain ongoing in your location until XX:XX. Stay dry! ☔
de: 💧 An Ihrem Standort regnet es noch bis XX:XX. Bleiben Sie trocken! ☔
es_es: 💧 Lluvia. Continuará lloviendo en tu ubicación hasta las XX:XX. ¡No te mojes! ☔
id: 💧Hujan sedang berlangsung di lokasi Anda hingga XX:XX. Pastikan Anda tetap kering! ☔
pl: 💧 Opady deszczu w Twojej lokalizacji potrwają do XX:XX. Nie zmoknij! ☔
se: 💧 Regn pågår i ditt område fram till XX:XX. Håll er torra! ☔

# alert_cancel
source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
id: Batal
pl: Anuluj
ru: Отменить
se: Avbryt

# alert_allow_in_settings
source: Allow in Settings
de: Erlauben in Einstellungen
es_es: Permitir en los ajustes
fr: Autoriser dans les paramètres
id: Izinkan dalam Pengaturan
pl: Zezwalaj w ustawieniach
ru: Разрешить в настройках
se: Tillåt i Inställningar

# nowcast_couldnt_find_anything
source: Couldn't find anything
de: Wir konnten gar nichts finden
es_es: No pude encontrar nada
fr: Aucun résultat
id: Tak dapat menemukan apa pun
pl: Nie można nic znaleźć
ru: Не удалось ничего найти
se: Kunde inte hitta något

# alert_contact_us
source: Contact us
de: Kontaktieren Sie uns
es_es: Contáctenos
fr: Contactez-nous
id: Hubungi kami
pl: Skontaktuj się z nami
ru: Свяжитесь с нами
se: Kontakta oss

# alert_contact_us_via_email
source: Contact us via email: support@rainbow.ai
de: Kontaktieren Sie uns per E-Mail: support@rainbow.ai
es_es: Contáctenos: support@rainbow.ai
fr: Contactez-nous par e-mail : support@rainbow.ai
id: Hubungi kami lewat email: support@rainbow.ai
pl: Skontaktuj się z nami mailowo: support@rainbow.ai
ru: Свяжитесь с нами по элекстронной почте: support@rainbow.ai
se: Kontakta oss via e-post: support@rainbow.ai

# alert_copy_email
source: Copy Email
de: E-Mail kopieren
es_es: Copiar correo electrónico
fr: Copier l'e-mail
id: Salin Email
pl: Kopiuj adres e-mail
ru: Копировать электронный адрес
se: Kopiera e-post

# app_very_soon
source: very soon
de: sehr bald
es_es: muy pronto
fr: très bientôt
id: sebentar lagi
pl: bardzo niedługo
ru: очень скоро
se: mycket snart

# app_in_hours
source: in %@ hours
de: in %@ Std.
es_es: en %@ horas
fr: dans %@ heures
id: dalam %@ jam
pl: za %@ godzin(y)
ru: через %@ часа/часов
se: om %@ timmar

# app_in_hour
source: in %@ hour
de: in %@ Std.
es_es: en %@ hora
fr: dans %@ heure
id: dalam %@ jam
pl: za %@ godzinę
ru: через %@ час
se: om %@ timme

# app_in_minutes
source: in %@ minutes
de: in %@ Min
es_es: en %@ minutos
fr: dans %@ minutes
id: dalam %@ menit
pl: za %@ minut(y)
ru: через %@ минут(ы)
se: om %@ minuter

# app_in_minute
source: in %@ minute
de: in %@ Min
es_es: en %@ minuto
fr: dans %@ minute
id: dalam %@ menit
pl: za %@ minutę
ru: через %@ минуту
se: om %@ minut

# app_next_minutes
source: for the next %@ minutes
de: die nächsten %@ Min
es_es: próximos %@ min
fr: pendant les prochaines %@ minutes
id: Untuk %@ menit mendatang
pl: najbliższe %@ minut(y)
ru: ближайшие %@ минут(ы)
se: de närmaste %@ minuterna

# app_next_minute
source: for the next %@ minute
de: die nächste %@ Min
es_es: próximo %@ min
fr: pendant la prochaine %@ minute
id: Untuk %@ menit mendatang
pl: najbliższą %@ minutę
ru: ближайшую %@ минуту
se: den närmaste %@ minuten

# app_next_hours
source: for the next %@ hours
de: die nächsten %@ Std.
es_es: próximas %@ h
fr: pendant les prochaines %@ heures
id: Untuk %@ jam mendatang
pl: najbliższe %@ godzin(y)
ru: ближайшие %@ часа/часов
se: de närmaste %@ timmarna

# app_next_hour
source: for the next %@ hour
de: die nächste %@ Std.
es_es: próxima %@ h
fr: pendant la prochaine %@ heure
id: Untuk %@ jam mendatang
pl: najbliższą %@ godzinę
ru: ближайший %@ час
se: den närmaste %@ timmen

# app_rain_starts
source: Rain starts
de: Regen beginnt
es_es: Comienza a llover
fr: Il a commencé à pleuvoir
id: Hujan dimulai
pl: Zaczyna padać
ru: Дождь начнется
se: Det börjar regna

# app_rain_ends
source: Rain ends
de: Regen endet
es_es: Termina de llover
fr: La pluie a cessé
id: Hujan berakhir
pl: Kończy padać
ru: Дождь закончится
se: Det slutar regna

# app_no_rain_for
source: No rain
de: Kein Regen für
es_es: Sin lluvia para
fr: Pas de pluie
id: Tak ada hujan
pl: Brak deszczu przez
ru: Нет дождя
se: Inget regn

# app_raining_right_now_top
source: It's raining
de: Es regne
es_es: Está lloviendo
fr: Il pleut
id: Sedang hujan
pl: Teraz
ru: Идет дождь
se: Det regnar

# app_raining_right_now_bottom
source: right now
de: jetzt gerade
es_es: ahora mismo
fr: tout de suite
id: sekarang
pl: pada deszcz
ru: сейчас
se: just nu

# app_right_now
source: right now
de: jetzt gerade
es_es: ahora mismo
fr: tout de suite
id: sekarang
pl: teraz
ru: сейчас
se: just nu

# app_hours_ago
source: %@ hours ago
de: vor %@ Stunden
es_es: hace %@ horas
fr: il y a %@ heures
id: %@ jam yang lalu
pl: %@ godzin(y) temu
ru: %@ часа/часов назад
se: %@ timmar sedan

# app_minutes_ago
source: %@ minutes ago
de: vor %@ Minuten
es_es: hace %@ minutos
fr: il y a %@ minutes
id: %@ menit yang lalu
pl: %@ minut(y) temu
ru: %@ минут(ы) назад
se: %@ minuter sedan

# app_days_ago
source: %@ days ago
de: vor %@ Tagen
es_es: hace %@ días
fr: il y a %@ jours
id: %@ hari yang lalu
pl: %@ dni temu
ru: %@ дня/дней назад
se: %@ dagar sedan

# app_bug_fixes_stability
source: Bug fixes and stability improvements
de: Fehlerkorrekturen und Stabilitätsverbesserungen
es_es: Correcciones de errores y mejoras de estabilidad
pl: Poprawki błędów i ulepszenia stabilności

# nowcast_hurricane_tracker
source: Hurricane tracker
de: Orkan-Tracker
es_es: Rastreador de huracanes
fr: Suivi des ouragans
id: Pelacak topan
pl: Monitor huraganu
ru: Трекер ураганов
se: Orkanspårare

# nowcast_approaching_in_day
source: Approaches in %@ day
de: Nähert sich in %@ Tag
es_es: Se acerca en %@ día
fr: Arrive dans %@ jour
id: Mendekat dalam %@ hari
pl: Zbliża się za %@ dzień
se: Närmar sig om %@ dag

# nowcast_approaching_in_days
source: Approaches in %@ days
de: Nähert sich in %@ Tagen
es_es: Se acerca en %@ días
fr: Arrive dans %@ jours
id: Mendekat dalam %@ hari
pl: Zbliża się za %@ dni
se: Närmar sig om %@ dagar

# nowcast_approaching_in_hour
source: Approaches in %@ hour
de: Nähert sich in %@ Std.
es_es: Se acerca en %@ hora
fr: Arrive dans %@ heure
id: Mendekat dalam %@ jam
pl: Zbliża się za %@ godzinę
se: Närmar sig om %@ timme

# nowcast_approaching_in_hours
source: Approaches in %@ hours
de: Nähert sich in %@ Std.
es_es: Se acerca en %@ horas
fr: Arrive dans %@ heures
id: Mendekat dalam %@ jam
pl: Zbliża się za %@ godzin(y)
se: Närmar sig om %@ timmar

# nowcast_show_on_map
source: Show on map
de: Auf der Karte zeigen
es_es: Mostrar en el mapa
fr: Afficher sur la carte
id: Tampilkan pada peta
pl: Pokaż na mapie
ru: Показать на карте
se: Visa på kartan

# nowcast_hurricane
source: Hurricane
de: Orkan
es_es: Huracán
fr: Ouragan
id: Topan
pl: Huragan
ru: Ураган
se: Orkan

# nowcast_hurricane_named
source: Hurricane %@
de: Orkan %@
es_es: Huracán %@
fr: Ouragan %@
id: Topan %@
pl: Huragan %@
ru: Ураган %@
se: Orkan %@

# nowcast_tropical_depression
source: Tropical depression
de: Tropensturm
es_es: Aviso de
fr: Dépression tropicale
id: Depresi Tropis
pl: Ostrzeżenie przed
ru: Тропическая депрессия
se: Tropiskt lågtryck

# nowcast_tropical_depression_named
source: Tropical depression %@
de: Tropensturm %@
es_es: Depresión tropical %@
fr: Dépression tropicale %@
id: Depresi tropis %@
pl: Depresja tropikalna %@
ru: Тропическая депрессия %@
se: Tropiskt lågtryck %@

# nowcast_invest
source: Invest
de: Untersuchungsgebiet
es_es: Ciclón potencial
fr: Investir
id: Bibit
se: Undersökning

# nowcast_invest_named
source: Invest %@
de: Untersuchungsgebiet %@
es_es: Ciclón potencial %@
fr: Investir %@
id: Bibit %@
se: Undersökning %@

# nowcast_distance
source: Distance
de: Entfernung
es_es: Distancia
id: Jarak
pl: Dystans
ru: Расстояние
se: Avstånd

# nowcast_wind_speed
source: Wind speed
de: Windgeschwindigkeit
es_es: Velocidad del viento
fr: Vitesse du vent
id: Kecepatan angin
pl: Prędkość wiatru
ru: Скорость ветра
se: Vindhastighet

# nowcast_update_time
source: Updated
de: Aktualisiert
es_es: Actualizado
fr: Mis à jour
id: Diperbarui
pl: Zaktualizowano
ru: Обновлено
se: Uppdaterad

# nowcast_near_you
source: near you
de: nahe bei dir
es_es: cerca de ti
fr: à proximité
id: dekat Anda
pl: blisko Ciebie
ru: рядом с вами
se: nära dig

# app_units_miles
source: miles
de: Meilen
es_es: millas
id: mil
pl: mil(e)
ru: мили

# app_units_mile
source: mile
de: Meile
es_es: milla
id: mil
pl: mila
ru: миля

# app_units_knots
source: knots
de: Knoten
es_es: nudos
fr: nœuds
id: knot
pl: węzły
ru: узлы
se: knop

# app_units_knot
source: knot
de: Knoten
es_es: nudo
fr: nœud
pl: węzeł
ru: узел
se: knop

# app_mile_away
source: %@ mile away
de: %@ Meile entfernt
es_es: A %@ milla
fr: à %@ mile
id: %@ mil jauhnya
pl: %@ mila od
ru: в %@ миле
se: %@ mile bort

# app_miles_away
source: %@ miles away
de: %@ Meilen entfernt
es_es: в %@ милях
fr: à %@ miles
id: %@ mil jauhnya
pl: %@ mil(e) od
ru: в %@ милях
se: %@ miles bort

# app_km_away
source: %@ km away
de: %@ km entfernt
es_es: A %@ km
fr: à %@ km
id: %@ km jauhnya
pl: %@ km od
ru: в %@ км
se: %@ km bort

# settings_units_km_capital
source: Kilometers
de: Kilometern
es_es: Kilómetros
fr: Kilomètres
id: Kilometer
pl: Kilometry
ru: Километры
se: Kilometer

# settings_units_miles_capital
source: Miles
de: Meilen
es_es: Millas
id: Mil
pl: Mil
ru: Мили

# radar_hurricane_annotation_wind_speed
source: Wind speed
de: Windgeschwindigkeit
es_es: Velocidad del viento
fr: Vitesse du vent
id: Kecepatan Angin
pl: Prędkość wiatru
ru: Скорость ветра
se: Vindhastighet

# settings_distance
source: Distance
de: Entfernung
es_es: Distancia
id: Jarak
pl: Dystans
ru: Расстояние
se: Avstånd

# settings_wind_speed
source: Wind speed
de: Windgeschwindigkeit
es_es: Velocidad del viento
fr: Vitesse du vent
id: Kecepatan angin
pl: Prędkość wiatru
ru: Скорость ветра
se: Vindhastighet

# app_hurricane_category
source: Category
de: Kategorie
es_es: Categoría
fr: Catégorie
id: Kategori
pl: Kategoria
ru: Категория
se: Kategori

# alert_hurricane_title
source: Hurricane alert!
de: Hurrikan-Alarm!
es_es: ¡Alerta de huracán!
fr: Alerte ouragan !
id: Waspada topan!
pl: Alarm huraganowy!
ru: Внимание, ураган!/Осторожно, ураган!
se: Orkanvarning!

# alert_hurricane_body
source: Alert! An active hurricane is detected nearby! Stay safe!
de: Aufgepasst! In Ihrer Nähe wurde ein aktiver Orkan entdeckt! Passen Sie auf sich auf!
es_es: ¡Alerta! ¡Se detecta un huracán activo cerca! ¡Manténgase a salvo!
fr: Alerte ! Une tempête intense a été détectée à proximité ! Soyez prudent !
id: Waspada! Topan aktif terdeteksi di dekat Anda! Berhati-hatilah!
pl: Alarm! W pobliżu wykryto aktywny huragan! Zachowaj bezpieczeństwo!
ru: Внимание! Рядом обнаружен активный ураган! Будьте осторожны!
se: Varning! En aktiv orkan har upptäckts i närheten! Håll er säkra!

# alert_hurricane_button
source: Show on map
de: Auf der Karte zeigen
es_es: Mostrar en el mapa
fr: Afficher sur la carte
id: Tampilkan pada peta
pl: Pokaż na mapie
ru: Показать на карте
se: Visa på kartan

# app_alert
source: Alert!
de: Aufgepasst!
es_es: ¡Alerta!
fr: Alerte !
id: Waspada!
pl: Alarm!
ru: Внимание!
se: Varning!

# app_active_hurricane_alert
source: Alert! An active hurricane is detected nearby! Stay safe!
de: Aufgepasst! In Ihrer Nähe wurde ein aktiver Orkan entdeckt! Passen Sie auf sich auf!
es_es: ¡Alerta! ¡Se detecta un huracán activo cerca! ¡Manténgase a salvo!
pl: Alarm! W pobliżu wykryto aktywny huragan! Zachowaj bezpieczeństwo!

# app_active_storm_alert
source: Alert! An active storm is detected nearby! Stay safe!
de: Aufgepasst! In Ihrer Nähe wurde ein aktiver Sturm entdeckt! Geben Sie auf sich acht!
es_es: ¡Alerta! ¡Se detecta una tormenta activa cerca! ¡Manténgase a salvo!
pl: Alarm! W pobliżu wykryto aktywną burzę! Zachowaj bezpieczeństwo!
